<!DOCTYPE html>
<html>
<head>
	<? $this->load->view('include/meta') ?>
	<link type="text/css" rel="stylesheet" href="resource/css/login.css"/>
	<link type="text/css" rel="stylesheet" href="resource/css/banner_info.css"/>
</head>
<body>

<div class="banner_info_wrap terms">
	<a href="<?= HTTP_ROOT ?>" class="text-center d-block"><img class="login-logo" src="resource/img/logo-w.svg"
		alt="ips"
		></a>
	<div>
		<div class="banner_title"><span>服務條款</span></div>
		<div class="banner_cnt">
			<p>
				<span class="banner_cnt_title">服務條款（即權利與義務宣告）</span>
				本使用條款（即權利與義務宣告），以下簡稱「協議」、「條款」或「SRR」，係根據 IPS 原則所訂定，是我們的服務條款，用以規範我們與用戶及其他與 IPS 互動的人士的關係，同時也規範 IPS
				品牌、產品及服務（以上統稱「IPS 服務」或「服務」）的關係。若使用或登入 IPS 服務，即代表您同意本協議，且本協議將不時更新以符合以下第 13
				條規定。除此之外，您亦可在本文件底部找到更多資訊，幫助您瞭解 IPS 如何運作。由於 IPS
				提供的服務範圍相當廣泛，我們可能會要求您檢閱並接受適用於您與特定應用程式、產品或服務之互動關係的附加條款。若該補助條款與 SRR
				有所牴觸，則您對於與補充條款相關之應用程式、產品或服務的使用均受補充條款規範，但約束範圍以不超出牴觸內容為限。
			</p>
			<p>
				<span class="banner_cnt_title">隱私設定</span>
				本使用條款（即權利與義務宣告），以下簡稱「協議」、「條款」或「SRR」，係根據 IPS 原則所訂定，是我們的服務條款，用以規範我們與用戶及其他與 IPS 互動的人士的關係，同時也規範 IPS
				您的隱私對我們非常重要。我們設計了資料政策，以審慎詳細說明您可如何使用 IPS 來與他人分享內容，以及我們可如何收集和使用您的內容及資訊。我們建議您詳閱資料政策，並使用此政策來協助您做出明智的決定。
			</p>
			<p>
				<span class="banner_cnt_title">分享您的內容和資料</span>
				您擁有您在 IPS
				發佈的所有內容和資料，您可透過隱私和應用程式設定管理您的分享內容方式。此外，智慧財產權所涵蓋的內容，如相片（智財權內容）。當您刪除您的智財權內容或帳號，此智財權授權便宣告結束。
				當您刪除智財權內容，情況就如同在電腦上清理資源回收筒。然而，您應明白已刪除的內容可能會在合理時間內存有備份副本（但不會提供給他人使用）。
				對於您所提供的意見或其他關於 IPS 的建議，我們總是心存感激，但請明白我們沒有義務為使用這些意見或建議而提供您報酬（正如您沒有義務必須提供意見）。
			</p>
			<p>
				<span class="banner_cnt_title">安全性</span>
				我們盡力維持 IPS 安全，但我們不能做出保證。要維持 IPS 安全，我們需要您的協助，包括遵守以下承諾：<br>
				您不會上傳病毒或其他惡意程式碼。<br>
				您不會收集登入資料或意圖進入屬於他人的帳號。<br>
				您不會進行任何會關閉、超載或損害 IPS 正常運作和外觀的事情，如阻斷服務攻擊或干擾頁面顯示或其他 IPS 功能等。<br>
				您不會協助或鼓勵任何違反本協議或政策的行為。
			</p>
			<p>
				<span class="banner_cnt_title">註冊和帳號保安</span>
				IPS 用戶提供自己的真實姓名和資料，我們需要您的合作讓這種模式得以持續。以下是您對我們關於註冊和維護帳號安全的承諾：<br>
				您不會在 IPS 提供任何虛假個人資料，或者未經允許為其他人建立帳號。<br>
				您不會建立一個以上的個人帳號。<br>
				如果我們停用您的帳號，您不會在未經我們許可的情況下建立另一個帳號。<br>
				如果您未滿 13 歲，您不會使用 IPS。<br>
				您會提供正確的聯絡資料，並即時予以更新。<br>
				您不會分享您的密碼（或者，如為開發人員，您的開發商密鑰），讓他人登入您的帳號，或進行任何可能危及您帳號安全的行為。<br>
				在沒有得到我們事先的書面許可下，您不會轉讓您的帳號給任何人（包括您管理的任何粉絲專頁或應用程式）。<br>
				如果您為您的帳號選擇用戶名稱，在判斷為適當的情況之下（例如用戶名稱與用戶的真實姓名不符），我們將保留移除或收回的權利。
			</p>
			<p>
				<span class="banner_cnt_title">手機與其他裝置</span>
				我們目前提供免費的手機服務，但請注意，電信業者的正常費率和費用，如簡訊費用和數據傳輸費用，仍然適用。<br>
				在更改或取消您的手機號碼後，請於 48 小時內更新您的 IPS 帳號資料，以確保您的訊息不會寄送到使用您舊號碼的用戶手中。<br>
				您給予同意及所有必要的權利，讓用戶使用裝置同步（包括通過應用程式）任何他們在 IPS 上可以看見的資料。
			</p>
			<p>
				<span class="banner_cnt_title">付款</span>
				如果您在 IPS 上使用付款功能，即表示您同意我們的付款協議，除非協議中載明其他適用條款。
				適用於應用程式和網站開發商／經營者的特別規定
			</p>
		</div>
	</div>
	<div class="text-center"><? $this->load->view('include/footer') ?></div>

</div>

</body>
</html>
