<!DOCTYPE html>
<html>
<head>
	<? $this->load->view('include/meta') ?>
	<link type="text/css" rel="stylesheet" href="resource/css/login.css"/>
	<link type="text/css" rel="stylesheet" href="resource/css/banner_info.css"/>
</head>
<body>

<div class="banner_info_wrap terms">
	<a href="<?= HTTP_ROOT ?>" class="text-center d-block"><img class="login-logo" src="resource/img/logo-w.svg"
		alt="ips"
		></a>
	<div>
		<div class="banner_title"><span>服务条款</span></div>
		<div class="banner_cnt">
			<p>
				<span class="banner_cnt_title">服务条款（即权利与义务宣告）</span>
				本使用条款（即权利与义务宣告），以下简称「协议」、「条款」或「SRR」，系根据IPS 原则所订定，是我们的服务条款，用以规范我们与用户及其他与IPS 互动的人士的关系，同时也规范IPS
品牌、产品及服务（以上统称「IPS 服务」或「服务」）的关系。若使用或登入 IPS 服务，即代表您同意本协议，且本协议将不时更新以符合以下第 13
条规定。除此之外，您亦可在本文件底部找到更多资讯，帮助您了解 IPS 如何运作。由于 IPS
提供的服务范围相当广泛，我们可能会要求您检阅并接受适用于您与特定应用程式、产品或服务之互动关系的附加条款。若该补助条款与 SRR
有所牴触，则您对于与补充条款相关之应用程式、产品或服务的使用均受补充条款规范，但约束范围以不超出牴触内容为限。
			</p>
			<p>
				<span class="banner_cnt_title">隐私设定</span>
				本使用条款（即权利与义务宣告），以下简称「协议」、「条款」或「SRR」，系根据IPS 原则所订定，是我们的服务条款，用以规范我们与用户及其他与IPS 互动的人士的关系，同时也规范IPS
您的隐私对我们非常重要。我们设计了资料政策，以审慎详细说明您可如何使用 IPS 来与他人分享内容，以及我们可如何收集和使用您的内容及资讯。我们建议您详阅资料政策，并使用此政策来协助您做出明智的决定。
			</p>
			<p>
				<span class="banner_cnt_title">分享您的内容和资料</span>
				您拥有您在 IPS
发布的所有内容和资料，您可透过隐私和应用程式设定管理您的分享内容方式。此外，智慧财产权所涵盖的内容，如相片（智财权内容）。当您删除您的智财权内容或帐号，此智财权授权便宣告结束。
当您删除智财权内容，情况就如同在电脑上清理资源回收筒。然而，您应明白已删除的内容可能会在合理时间内存有备份副本（但不会提供给他人使用）。
对于您所提供的意见或其他关于 IPS 的建议，我们总是心存感激，但请明白我们没有义务为使用这些意见或建议而提供您报酬（正如您没有义务必须提供意见）。
			</p>
			<p>
				<span class="banner_cnt_title">安全性</span>
				我们尽力维持 IPS 安全，但我们不能做出保证。要维持 IPS 安全，我们需要您的协助，包括遵守以下承诺：<br>
您不会上传病毒或其他恶意程式码。 <br>
您不会收集登入资料或意图进入属于他人的帐号。 <br>
您不会进行任何会关闭、超载或损害 IPS 正常运作和外观的事情，如阻断服务攻击或干扰页面显示或其他 IPS 功能等。 <br>
您不会协助或鼓励任何违反本协议或政策的行为。
			</p>
			<p>
				<span class="banner_cnt_title">注册和帐号保安</span>
				IPS 用户提供自己的真实姓名和资料，我们需要您的合作让这种模式得以持续。以下是您对我们关于注册和维护帐号安全的承诺：<br>
您不会在 IPS 提供任何虚假个人资料，或者未经允许为其他人建立帐号。 <br>
您不会建立一个以上的个人帐号。 <br>
如果我们停用您的帐号，您不会在未经我们许可的情况下建立另一个帐号。 <br>
如果您未满 13 岁，您不会使用 IPS。 <br>
您会提供正确的联络资料，并即时予以更新。 <br>
您不会分享您的密码（或者，如为开发人员，您的开发商密钥），让他人登入您的帐号，或进行任何可能危及您帐号安全的行为。 <br>
在没有得到我们事先的书面许可下，您不会转让您的帐号给任何人（包括您管理的任何粉丝专页或应用程式）。 <br>
如果您为您的帐号选择用户名称，在判断为适当的情况之下（例如用户名称与用户的真实姓名不符），我们将保留移除或收回的权利。
			</p>
			<p>
				<span class="banner_cnt_title">手机与其他装置</span>
				我们目前提供免费的手机服务，但请注意，电信业者的正常费率和费用，如简讯费用和数据传输费用，仍然适用。 <br>
在更改或取消您的手机号码后，请于 48 小时内更新您的 IPS 帐号资料，以确保您的讯息不会寄送到使用您旧号码的用户手中。 <br>
您给予同意及所有必要的权利，让用户使用装置同步（包括通过应用程式）任何他们在 IPS 上可以看见的资料。
			</p>
			<p>
				<span class="banner_cnt_title">付款</span>
				如果您在 IPS 上使用付款功能，即表示您同意我们的付款协议，除非协议中载明其他适用条款。
适用于应用程式和网站开发商／经营者的特别规定
			</p>
		</div>
	</div>
	<div class="text-center"><? $this->load->view('include/footer') ?></div>

</div>

</body>
</html>
